Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-272.html.tmx
Source language: nob
Languages: sme

source: Kunnskapsløftet er den nye reformen i grunnskolen og videregående opplæring .
sme: Máhttolokten Máhttolokten lea vuođđoskuvlla ja joatkkaoahpahusa ođđa ođastus .

source: Reformen fører til en rekke endringer i skolens innhold , struktur og organisering fra første trinn i grunnskolen til siste trinn i videregående opplæring .
sme: Ođastus rievdadahttá ollu skuvlla sisdoalu , struktuvrra ja organiserema vuođđoskuvlla vuosttaš ceahki rájes joatkkaoahpahusa maŋimuš ceahki rádjai .

source: Det er utviklet egne læreplaner for Kunnskapsløftet - Samisk .
sme: Leat ráhkaduvvon sierra sámi oahppoplánaid .

source: Disse planene er likeverdige og parallelle læreplaner for opplæring i samiske distrikt og for elever utenfor samiske distrikt som får samisk opplæring .
sme: Dát oahppoplánat leat seammaárvvoasaččat ja paralleallat sámi guovlluin ja sámi ohppiide olggobealde sámi guovlluid geat ožžot sámi oahpahusa .

source: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder nasjonale fastsatte læreplaner .
sme: Fágaide maidda eai leat mearriduvvon sámi parallealla plánat , gustojit mearriduvvon našonála oahppoplánat .

source: Innføring av Kunnskapsløftet
sme: Ođastus álggaheapmi

source: Reformen startet i august 2006 for elevene på 1.- 9. trinn i grunnskolen og på , Vg1 , første trinn i videregående opplæring .
sme: Ođastus álggahuvvo borgemánus 2006 vuođđoskuvlla 1 . – 9. ceahki ja joatkkaskuvlla vuosttaš ceahki ohppiide .

source: Fra skoleåret 2007/2008 vil reformen gjelde alle 10 trinn på grunnskolen , Vg 1 og Vg2 , det vil si første og andre trinn på videregående opplæring . Fra skoleåret 2008/2009 vil Kunnskapsløftet være innført for hele grunnopplæringen , det vil si alle 10 trinn på grunnskolen og alle 3 trinn i videregående opplæring .
sme: Skuvlajagi 2007/2008 rájes guoskagoahtá ođastus vuođđoskuvlla buot 10 ceahkkái , ja dasto joatkkaskuvllaid vuosttaš ja nuppi vuođđodássái , nu gohčoduvvon Jo 1 ja Jo 2. Skuvlajagi 2008/2009 rájes váldojuvvo Máhttolokten ollásit vuođđoskuvlaoahpahussii , nu ahte buot 10 ceahki vuođđoskuvllas ja buot 3 ceahki joatkkaoahpahusas gullet dasa .

source: Kunnskapsløftet Samisk
sme: Sámi máhttolokten

source: Det finnes et eget samisk læreplanverk for Kunnskapsløftet Samisk .
sme: Ráhkaduvvo sierra sámi oahppoplána Sámi Máhttoloktemii .

source: Det er utviklet og fastsatt samiske parallelle planer for grunnskolefag og for gjennomgående fag i grunnskolen og videregående opplæring i fagene naturfag , samfunnsfag , musikk , mat og helse , kristendoms- , religions og livssynskunnskap , norsk for elever med samisk som førstespråk og duodji ( parallell til kunst og håndverk ) .
sme: Vuođđoskuvlafágaide ja dábálaš fágaide vuođđo- ja joatkkaoahpahusas nugo fágaide luonddufága , servodatfága , musihkka , biebmu ja dearvvašvuohta , risttalašvuohta- , osku ja eallinoainnumáhttu , dárogiella ohppiide geain lea sámegiella vuosttašgiellan ja duodji ( paralleallaplána kunst og håndverk ) leat ráhkaduvvon ja mearriduvvon sámi parallealla plánat .

source: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder de nasjonale fastsatte læreplaner .
sme: Fágaide maidda eai leat mearriduvvon sámi parallella plánat , gustojit mearriduvvon našonála oahppoplánat .

source: Det er også egen fag- og timefordeling for elever som har samisk opplæring .
sme: Ohppiide geain lea oahpahus sámegielas lea maiddái mearriduvvon sierra fága- ja diibmojuohku .

source: Den vil gjelde alle elever i Norge som velger samisk som første- eller andrespråk .
sme: Dát guoská buot ohppiide Norggas geat válljejit sámegiela vuosttaš- dahje nubbingiellan .

source: Opplæring i samiske distrikt
sme: Oahpahus sámi guovlluin

source: Elever i samiske distrikt skal ha opplæring i samsvar med Læreplanverket for Kunnskapsløftet - Samisk .
sme: Ohppiin sámi guovllus galgá leat oahpahus Máhttoloktema – Sámi Oahppoplánabuktosa ektui .

source: Med samiske distrikt menes følgende kommuner : Kautokeino , Karasjok , Porsanger , Tana , Nesseby , Kåfjord og Tysfjord .
sme: Sámi guovlun oaivvilduvvojit čuovvovaš gielddat : Guovdageaidnu , Kárášjohka , Porsáŋgu , Deatnu , Unjárga , Gáivuotna ja Divtasvuodna .

source: Samiske distrikt er definert i opplæringsloven .
sme: Sámi guovlu lea čilgejuvvon oahpahuslágas .

source: Opplæring utenfor samiske distrikt
sme: Oahpahus sámi guovlluid olggobealde

source: 1 ) Elever som får opplæring i og på samisk
sme: 1 ) Oahppit geat ožžot oahpahusa sámegielas ja sámegillii

source: Elever utenfor samiske distrikt skal ha opplæring i samsvar med Læreplanverket for Kunnskapsløftet - Samisk , hvis de får opplæring på samisk .
sme: Oahppit geat ožžot oahpahusa sámegillii sámi guovlluid olggobealde , galget oažžut oahpahusa Máhttoloktema sámi oahppoplánaid vuođul .

source: Dersom minst 10 elever i en kommune utenfor samiske distrikt , krever opplæring på samisk , har de rett til å det tilbudet så lenge det er minst seks elever igjen i gruppa .
sme: Go uhcimusat 10 oahppi gáibidit oahpahusa sámegillii dakkár gielddas mii lea sámi guovlluid olggobealde , de sis lea vuoigatvuohta oažžut dan fálaldaga nu guhká go ain leat guhtta oahppi joavkkus .

source: 2 ) Elever som får opplæring i samisk språk
sme: 2 ) Oahppit geat ožžot oahpahusa sámegielas

source: Elever som får opplæring i samisk som førstespråk eller samisk som andrespråk , men ikke opplæring på samisk i andre fag , skal ha opplæring i fagene samisk og norsk etter Læreplanverket for Kunnskapsløftet - Samisk , mens opplæring i de øvrige fagene gis i samsvar med Læreplanverket for Kunnskapskltet ,
sme: Oahppit geat ožžot oahpahusa sámegielas vuosttašgiellan dahje sámegielas nubbingiellan , muhto eai oaččo oahpahusa sámegillii eará fágain , galget oažžut oahpahusa sámegiel- ja dárogielfágas Máhttoloktema sámi oahppoplánaid vuođul , muhto oahpahus eará fágain galgá addojuvvot Máhttoloktema oahppoplánaid vuođul .

source: Læreplanverket Samisk består av
sme: Sámi Oahppoplánabuktosii gullet

source: Læreplanverket består av :
sme: Oahppoplánabuktosis leat :

source: • Generell del
sme: • Oppalaš oassi

source: • Prinsipper for opplæring ( med samisk læringsplakat )
sme: • Oahpahusa prinsihpat

source: • Fag - og timefordeling
sme: • Fága ja diibmojuohku

source: • Læreplan i samisk som førstespråk
sme: • Sámi oahppoplána - Sámegiella vuosttašgiellan

source: • Læreplan i samisk som andrespråk
sme: • Sámi oahppoplána - Sámegiella nubbingiellan

source: • Læreplan i fordypning i samisk
sme: • Sámi oahppoplána - Sámegiela čiekŋudeapmi

source: • Læreplan i duodji
sme: • Sámi oahppoplána - Duodji

source: • Læreplan i musikk - Samisk
sme: • Sámi oahppoplána - Musihkka

source: • Læreplan i mat og helse - Samisk
sme: • Sámi oahppoplána - Biebmu ja dearvvašvuohta

source: • Læreplan i kristendoms- religions og livssynskunnskap - Samisk
sme: • Sámi oahppoplána - Risttalašvuođa- , oskku- ja eallinoainnumáhttu

source: • Læreplan i naturfag - Samisk
sme: • Sámi oahppoplána - Luonddufága

source: • Læreplan i samfunnsfag - Samisk
sme: • Sámi oahppoplána - Servodatfága

source: • Læreplan i historie fellesfag - Samisk
sme: • Sámi oahppoplána - Historjá

source: • Læreplan i geografi - Samisk
sme: • Sámi oahppoplána - Geografiija

source: • Læreplan i religion og etikk - Samisk
sme: • Sámi oahppoplána - Religiovdna ja etihkka

source: • Læreplan i norsk for elever med samisk som førstespråk
sme: • Sámi oahppoplána - Dárogiella ohppiide geain lea sámegiella vuosttašgiellan

source: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder nasjonale fastsatte læreplaner :
sme: Fágain main ii leat ráhkadan sámi parallellaš oahppoplánaid , gustojuvvojit našunála mearriduvvon oahppoplánat :

source: • Læreplan i norsk
sme: • Oahppoplána - Dárogiella

source: • Læreplan i fordypning i norsk
sme: • Oahppoplána - Dárogiela čiekŋudeapmi

source: • Læreplan i norsk for døve og sterkt tunghørte
sme: • Oahppoplána - Dárogiella bealjjehemiide ja lossaguluhidda

source: • Læreplan i norsk tegnspråk
sme: • Oahppoplána - Dárogiella mearkagiella

source: • Læreplan i matematikk
sme: • Oahppoplána - Matematihkka

source: • Læreplan i engelsk
sme: • Oahppoplána - Eŋgelasgiella

source: • Læreplan i fordypning i engelsk
sme: • Oahppoplána - Eŋgelasgiela čiekŋudeapmi

source: • Læreplan i engelsk for døve og sterkt tunghørte
sme: • Oahppoplána - Eŋgelasgiella bealjjehemiide ja lossaguluhidda

source: • Læreplan i fremmespråk
sme: • Oahppoplána - Vierisgiella

source: • Læreplan i finsk som andrespråk
sme: • Oahppoplána - Suomagiella nubbingiellan

source: • Læreplan i kroppsøving
sme: • Oahppoplána - Lášmohallan

source: • Læreplan i drama og rytmikk for døve og sterkt tunghørte
sme: • Oahppoplána - Drama ja rytmihkka bealjjehemiide ja lossaguluhidda

source: • Elevrådsarbeid
sme: • Ohppiidráđibargu

source: Prinsippdel og læreplaner skal foreligge ved skolestart 2007/2008 .
sme: Prinsihpaoassi ja oahppoplánat galget válbmasat 2007/2008 skuvlaálgimii .

source: Publisert av John-Marcus Kuhmunen .
sme: Almmuhan John-Marcus Kuhmunen .

source: Sist endret 22.05.2007
sme: Maŋimustá rievdaduvvon 22.05.2007

source: Link
sme: Liŋka
